---
kind: enumMember
id: F:Autodesk.Revit.DB.ModifierType.PhaseCreated
enum: Autodesk.Revit.DB.ModifierType
source: html/14da29ca-e466-9c3f-7a5b-5988a0e0ef6b.htm
---
# Autodesk.Revit.DB.ModifierType.PhaseCreated

Signals that the name of the created phase will appear in the layer name.